Repository: KDE/powerdevil
Catalog: po/*/kcm_powerdevilglobalconfig.po
Languages: he

# NAME OF TRANSLATORS
source: Your names
he: אלקנה ברדוגו וצוות התרגום של KDE ישראל

# EMAIL OF TRANSLATORS
source: Your emails
he: ttv200@gmail.com, kde-l10n-he@kde.org

source: The Power Management Service appears not to be running.
he: נראה ששירות ניהול צריכת החשמל לא פועל.

source: <b>Battery Levels </b>
he: <b>רמות סוללה </b>

source: &Low level:
he: רמה &נמוכה:

source: Low battery level
he: רמת סוללה נמוכה

source: Battery will be considered low when it reaches this level
he: רמת הסוללה תיחשב לנמוכה מתחת לאחוז זה

source: &Critical level:
he: רמה &קריטית:

source: Critical battery level
he: רמת סוללה ריטית

source: Battery will be considered critical when it reaches this level
he: רמת הסוללה תיחשב לקריטית שהיא מגיעה לרמה כזאת

source: A&t critical level:
he: במ&צב קריטי:

source: Low level for peripheral devices:
he: רמה נמוכה לציוד היקפי:

source: Charge Limit
he: מגבלת טעינה

source: <html><head/><body><p>Keeping the battery charged 100% over a prolonged period of time may accelerate deterioration of battery health. By limiting the maximum battery charge you can help extend the battery lifespan.</p></body></html>
he: <html><head/><body><p>סוללה שנשארת טעונה ב־100% לאורך תקופה ממושכת עשויה להאיץ את הידרדרות בריאות הסוללה. הגבלת הטעינה המרבית של הסוללה עשויה לסייע בהארכת חיי הסוללה.</p></body></html>

source: You might have to disconnect and re-connect the power source to start charging the battery again.
he: יכול להיות שצריך לנתק ולחבר את מקור החשמל מחדש כדי להתחיל לטעון שוב את הסוללה.

source: Start charging only once below:
he: להתחיל לטעון רק אם מתחת:

source: Always charge when plugged in
he: תמיד לטעון כשיש חיבור לחשמל

source: Pause media players when suspending:
he: להשהות ניגון מדיה בכניסה למצב השהיה:

source: Enabled
he: מופעל

source: Configure Notifications…
he: הגדרת התראות…

source: Other Settings
he: הגדרות אחרות

source: Stop charging at:
he: לעצור טעינה ברמה:
