Repository: KDE/powerdevil
Catalog: po/*/kcm_powerdevilactivityconfig.po
Languages: eo

# NAME OF TRANSLATORS
source: Your names
eo: Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
eo: okellogg@users.sourceforge.net

source: The Power Management Service appears not to be running.
eo: La Potenca Administra Servo ŝajnas ne funkcii.

source: <b>Battery Levels </b>
eo: <b>Bateriniveloj </b>

source: &Low level:
eo: Mala&lta nivelo:

source: Low battery level
eo: Malalta baterinivelo

source: Battery will be considered low when it reaches this level
eo: Bateriŝarĝo estos konsiderata malalta kiam ĝi atingas ĉi nivelon

source: &Critical level:
eo: &Kritika nivelo:

source: Critical battery level
eo: Kritika nivelo de bateriŝarĝo

source: Battery will be considered critical when it reaches this level
eo: Bateriŝarĝo estos konsiderata kritika kiam ĝi atingas ĉi nivelon

source: A&t critical level:
eo: Je kri&tika nivelo:

source: Low level for peripheral devices:
eo: Malalta nivelo por flankaparatoj:

source: Charge Limit
eo: Ŝarĝolimo

source: <html><head/><body><p>Keeping the battery charged 100% over a prolonged period of time may accelerate deterioration of battery health. By limiting the maximum battery charge you can help extend the battery lifespan.</p></body></html>
eo: <html><head/><body><p>Teni la baterion ŝarĝita 100% dum longdaŭra tempperiodo povas akceli difektiĝon de bateria sano. Limigante la maksimuman baterian ŝarĝon vi povas helpi plilongigi la baterian vivodaŭron.</p></body></html>

source: You might have to disconnect and re-connect the power source to start charging the battery again.
eo: Vi eble devos malkonekti kaj rekonekti la energifonton por komenci ŝarĝadon de la baterio denove.

source: Start charging only once below:
eo: Komenci ŝarĝi nur kiam malsupre:

source: Always charge when plugged in
eo: Ĉiam ŝarĝi kiam konektita

source: Pause media players when suspending:
eo: Paŭzi aŭdvidludilojn kiam suspendante:

source: Enabled
eo: Ŝaltita

source: Configure Notifications…
eo: Agordi Sciigojn...

source: Other Settings
eo: Aliaj Agordoj

source: Stop charging at:
eo: Ceŝi ŝarĝadon ĉe:
