Repository: KDE/powerdevil
Catalog: po/*/plasma_applet_org.kde.plasma.brightness.po
Languages: sk

# Backlight on or off
source: Off
sk: Vypnuté

# Brightness level
source: Low
sk: Nízky

# Brightness level
source: Medium
sk: Stredný

# Brightness level
source: High
sk: Vysoký

# Backlight on or off
source: On
sk: Zapnuté

# Display brightness
source: Brightness
sk: Jas

# Placeholder is display name
source: Display Brightness - %1
sk: Jas obrazovky - %1

source: Brightness and Color
sk: Jas a farba

source: Screen brightness at %1%
sk: Jas obrazovky na úrovni %1%

# Brightness of named display at percentage
source: Brightness of %1 at %2%
sk: Jas %1 na úrovni %2%

source: Keyboard brightness at %1%
sk: Jas klávesnice na úrovni %1%

# Status
source: Night Light suspended; middle-click to resume
sk: Nočné svetlo bolo pozastavené; stredným tlačidlom znova zapnete

# Status
source: Night Light suspended
sk: Nočné svetlo bolo pozastavené

# Status
source: Night Light at day color temperature
sk: Teplota farieb pri dennom režime nočného svetla

# Status
source: Night Light at night color temperature
sk: Teplota farieb pri nočnom režime nočného svetla

source: Scroll to adjust screen brightness
sk: Kolieskom myši upravíte jas obrazovky

source: Middle-click to suspend Night Light
sk: Kliknutím stredným tlačidlom pozastavíte funkciu Nočné svetlo

# @action:inmenu
source: Configure Night Light…
sk: Konfigurácia nočného svetla...

# Night light status
source: Suspended
sk: Pozastavené

# Night light status
source: Unavailable
sk: Nedostupné

# Night light status
source: Not enabled
sk: Vypnuté

# Night light status
source: Not running
sk: Nebeží

# Night light status
source: On
sk: Zapnuté

# Night light phase
source: Morning Transition
sk: Ranný prechod

# Night light phase
source: Day
sk: Deň

# Night light phase
source: Evening Transition
sk: Večerný prechod

# Night light phase
source: Night
sk: Noc

# @action:button Night Light
source: Suspend
sk: Pozastaviť

source: Configure…
sk: Nastaviť...

source: Enable and Configure…
sk: Povoliť a nastaviť...

# Label for a time
source: Transition to day complete by:
sk: Prechod na denný režim bude dokončený o:

# Label for a time
source: Transition to night scheduled for:
sk: Prechod na nočný režim začne o:

# Label for a time
source: Transition to night complete by:
sk: Prechod na nočný režim bude dokončený o:

# Label for a time
source: Transition to day scheduled for:
sk: Prechod na denný režim začne o:

source: Keyboard Backlight
sk: Jas klávesnice

source: Keyboard Color
sk: Farba klávesnice

source: Night Light
sk: Nočné svetlo
