Repository: KDE/powerdevil
Catalog: po/*/powerdevilactivitiesconfig.po
Languages: eo

# NAME OF TRANSLATORS
source: Your names
eo: Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
eo: okellogg@users.sourceforge.net

source: The activity service is running with bare functionalities. Names and icons of the activities might not be available.
eo: La agadservo funkcias kun nuraj funkcioj. Nomoj kaj piktogramoj de la agadoj eble ne estas disponeblaj.

source: The activity service is not running. It is necessary to have the activity manager running to configure activity-specific power management behavior.
eo: La agadservo ne funkcias. Necesas ke la agadadministranto funkcias por agordi la agad-specifan potencan administradon.

source: The Power Management Service appears not to be running.
eo: La Potenca Administra Servo ŝajnas ne funkcii.

# Suspend to RAM
source: Sleep
eo: Dormi

source: Shut down
eo: Fermi

source: PC running on AC power
eo: Komputilo funkcianta per AC-potenco

source: PC running on battery power
eo: Komputilo funkcias per bateria potenco

source: PC running on low battery
eo: Komputilo funkcias kun malalta baterio

# This is meant to be: Act like activity %1
source: Activity "%1"
eo: Agado "%1"

source: Do not use special settings
eo: Ne uzi specialajn agordojn

source: Act like
eo: Agi kiel

source: Define a special behavior
eo: Difini specialan konduton

source: Never turn off the screen
eo: Neniam malŝalti la ekranon

source: Never shut down the computer or let it go to sleep
eo: Neniam malŝalti la komputilon aŭ lasi ĝin dormi

source: Always
eo: Ĉiam

source: after
eo: post

source: Use separate settings
eo: Uzi apartajn agordojn
