Repository: KDE/powerdevil
Catalog: po/*/powerdevilglobalconfig.po
Languages: eo

# NAME OF TRANSLATORS
source: Your names
eo: Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
eo: okellogg@users.sourceforge.net

source: The Power Management Service appears not to be running.
eo: La Potencadministra Servo ŝajnas ne funkcii.

source: <b>Battery Levels </b>
eo: <b>Bateriaj Niveloj </b>

source: &Low level:
eo: Ma&lalta nivelo:

source: Low battery level
eo: Malalta bateria nivelo

source: Battery will be considered low when it reaches this level
eo: Baterio estos konsiderata malalta kiam ĝi atingos ĉi tiun nivelon

source: &Critical level:
eo: &Kritika nivelo:

source: Critical battery level
eo: Kritika bateria nivelo

source: Battery will be considered critical when it reaches this level
eo: Baterio estos konsiderata kritika kiam ĝi atingos ĉi tiun nivelon

source: A&t critical level:
eo: Ĉe kri&tika nivelo:

source: Low level for peripheral devices:
eo: Malalta nivelo por ekstercentraj aparatoj:

source: Charge Limit
eo: Ŝarĝa Limo

source: <html><head/><body><p>Keeping the battery charged 100% over a prolonged period of time may accelerate deterioration of battery health. By limiting the maximum battery charge you can help extend the battery lifespan.</p></body></html>
eo: <html><head/><body><p>Teni la baterion ŝargita 100% dum longa tempo povas akceli malboniĝon de la bateria sano. Limigante la maksimuman baterioŝargon vi povas helpi plilongigi la baterian vivdaŭron.</p></body></html>

source: You might have to disconnect and re-connect the power source to start charging the battery again.
eo: Vi eble devos malkonekti kaj rekonekti la energifonton por komenci ŝargi la baterion denove.

source: Start charging only once below:
eo: Komenci ŝarĝi nur kiam sub:

source: Always charge when plugged in
eo: Ĉiam ŝarĝi kiam enŝaltite

source: Pause media players when suspending:
eo: Paŭzi plurmediajn ludilojn dum suspendo:

source: Enabled
eo: Ebligita

source: Configure Notifications…
eo: Agordi sciigojn…

source: Other Settings
eo: Aliaj Agordoj

source: Stop charging at:
eo: Ĉesi ŝarĝadon ĉe:
